controllers/ResourceController.php

			'align' => 'center'
		];

		$resource = Resource::findOne($id);
---
SELECT * FROM `resource` WHERE `resource_id`='185'

		$owner_name = 'народ України (Український народ)';

		$resource_class = 'природний ресурс';
		$resource_subclass = ResourceClass::findOne($resource->class_id)->name;
		$creation_date = $resource->date;

		$registrar = PersonalData::findOne($resource->registrar_data_id);
---
SELECT * FROM `resource_class` WHERE `class_id`=1
SELECT * FROM `personal_data` WHERE `personal_data_id`=113

		    $registrar->first_name . ' ' . $registrar->middle_name. ' ';
		$registration_number = $resource->registration_number;

		$parameters = Parameter::find()
			->where(['resource_id' => $id])
			->all();
---
SELECT * FROM `parameter` WHERE `resource_id`='185'

		$attributes = [];

		foreach ($parameters as $parameter) {
			$parameter_name = ResourceAttribute::findOne($parameter->attribute_id);
---
SELECT * FROM `resource_attribute` WHERE `attribute_id`=4