models/Parameter.php

SELECT * FROM `resource_attribute` WHERE `attribute_id`=7
---
	public function getAttributeName($attributeId){
		return ResourceAttribute::findOne($attributeId)->name;